Repository: EkaterinePapava/rufus
Catalog: res/loc/po/*.po
Languages: ka_ge

source: Drive Properties
ka_ge: დისკის თვისებები

source: Device
ka_ge: მოწყობილობა

source: Boot selection
ka_ge: ჩატვირთვის არჩევანი

source: Select
ka_ge: არჩევა

source: Image Option
ka_ge: დისკის ასლის ფაილის პარამეტრი

source: Partition scheme
ka_ge: დაყოფის სქემა

source: Target system
ka_ge: სამიზნე სისტემა

source: List USB Hard Drives
ka_ge: USB მყარი დისკების სია

source: Add fixes for old BIOSes (extra partition, align, etc.)
ka_ge: გასწორებების დამატება ძველი BIOS-ებისთვის (დამატებითი დანაყოფი, სწორება და ა.შ.)

source: Enable runtime UEFI media validation
ka_ge: გაშვების დროის UEFI მედიის გადამოწმების ჩართვა

source: Format Options
ka_ge: ფორმატის მორგება

source: File system
ka_ge: ფაილური სისტემა

source: Cluster size
ka_ge: კლასტერის ზომა

source: Volume label
ka_ge: ტომის ჭდე

source: Quick format
ka_ge: სწრაფი ფორმატირება

source: Check device for bad blocks
ka_ge: მოწყობილობის შემოწმება ცუდი ბლოკების არსებობაზე

source: Create extended label and icon files
ka_ge: გაფართოებული ჭდისა და ხატულას ფაილების შექმნა

source: Status
ka_ge: სტატუსი

source: Close
ka_ge: დახურვა

source: Start
ka_ge: გაშვება

source: About Rufus
ka_ge: Rufus-ის შესახებ

source: License
ka_ge: ლიცენზია

source: OK
ka_ge: დიახ

source: Rufus License
ka_ge: Rufus-ის ლიცენზია

source: More information
ka_ge: მეტი ინფორმაცია

source: Yes
ka_ge: კი

source: No
ka_ge: არა

source: Log
ka_ge: ჟურნალი

source: Clear
ka_ge: გასუფთავება

source: Save
ka_ge: შენახვა

source: Update policy and settings
ka_ge: განახლების პოლიტიკა და მორგება

source: Settings
ka_ge: მორგება

source: Check for updates
ka_ge: განახლებების შემოწმება

source: Include beta versions
ka_ge: ბეტა ვერსიების ჩათვლით

source: Check Now
ka_ge: ახლა შემოწმება

source: Check For Updates - Rufus
ka_ge: განახლებების შემოწმება - Rufus

source: A newer version is available. Please download the latest version!
ka_ge: ხელმისაწვდომია უფრო ახალი ვერსია. გადმოწერეთ უკანასკნელი ვერსია!

source: Click here to go to the website
ka_ge: დააწკაპუნეთ აქ ვებგვერდზე გადასასვლელად

source: Release Notes
ka_ge: გამოცემის შენიშვნები

source: Download
ka_ge: გადმოწერა

source: Other instance detected
ka_ge: აღმოჩენილია სხვა გაშვებული ასლი

source: Another Rufus application is running. Please close the first application before running another one.
ka_ge: გაშვებულია Rufus-ის სხვა ასლი. დახურეთ პირველი აპლიკაცია, სანამ მეორეს გაუშვებთ.

source: WARNING: ALL DATA ON DEVICE '%s' WILL BE DESTROYED. To continue with this operation, click OK. To quit click CANCEL.
ka_ge: გაფრთხილება: მონაცემები მოწყობილობაზე '%s' სრულად განადგურდება. ამ ოპერაციის გასაგრძელებლად დააწკაპუნეთ ღილაკზე 'დიახ'. გასასვლელად დააჭირეთ ღილაკს 'გაუქმება'.

source: Rufus update policy
ka_ge: Rufus-ის განახლების პოლიტიკა

source: Do you want to allow Rufus to check for application updates online?
ka_ge: გნებავთ, Rufus-მა შეამოწმოს აპლიკაციის განახლებები ინტერნეტში?

source: Cancel
ka_ge: გაუქმება

source: Bad blocks found
ka_ge: ნაპოვნია ცუდი ბლოკები

source: Check completed: %d bad block(s) found %d read error(s) %d write error(s) %d corruption error(s)
ka_ge: შემოწმება დასრულდა: აღმოჩენილია %d ცუდი ბლოკი %d წაკითხვის შეცდომა %d ჩაწერის შეცდომა %d დაზიანების შეცდომა

source: %s A more detailed report can be found in: %s
ka_ge: %s უფრო დეტალური ანგარიში შეგიძლიათ იხილოთ ფაილში: %s

source: Disabled
ka_ge: გათიშულია

source: Daily
ka_ge: დღიურად

source: Weekly
ka_ge: კვირაში ერთხელ

source: Monthly
ka_ge: თვეში ერთხელ

source: Custom
ka_ge: მომხმარებლის

source: Your version: %d.%d (Build %d)
ka_ge: თქვენი ვერსია: %d.%d (აგება %d)

source: Latest version: %d.%d (Build %d)
ka_ge: უკანასკნელი ვერსია: %d.%d (აგება %d)

source: bytes
ka_ge: ბაიტი

source: KB
ka_ge: კბ

source: MB
ka_ge: მბ

source: GB
ka_ge: გბ

source: TB
ka_ge: ტბ

source: PB
ka_ge: პბ

source: kilobytes
ka_ge: კილობაიტი

source: megabytes
ka_ge: მეგაბაიტი

source: Default
ka_ge: ნაგულისხმევი

source: %s (Default)
ka_ge: %s (ნაგულისხმევი)

source: BIOS (or UEFI-CSM)
ka_ge: BIOS (ან UEFI-CSM)

source: UEFI (non CSM)
ka_ge: UEFI (არა-CSM)

source: BIOS or UEFI
ka_ge: BIOS ან UEFI

source: %d pass
ka_ge: %d გავლა

source: %d passes %s
ka_ge: %d გავლა %s

source: ISO Image
ka_ge: ISO გამოსახულება

source: Application
ka_ge: აპლიკაცია

source: Abort
ka_ge: შეწყვეტა

source: Launch
ka_ge: გაშვება

source: Operation cancelled by the user
ka_ge: ოპერაცია გაუქმდა მომხმარებლის მიერ

source: Error
ka_ge: შეცდომა

source: Error: %s
ka_ge: შეცდომა: %s

source: File download
ka_ge: ფაილის გადმოწერა

source: USB Storage Device (Generic)
ka_ge: USB საცავის მოწყობილობა (ზოგადი)

source: %s (Disk %d) [%s]
ka_ge: %s (დისკი %d) [%s]

source: Multiple Partitions
ka_ge: ერთზე მეტი დანაყოფი

source: Rufus - Flushing buffers
ka_ge: Rufus - ბუფერების ჩაწერა

source: Rufus - Cancellation
ka_ge: Rufus - გაუქმება

source: Success.
ka_ge: წარმატება.

source: Undetermined error while formatting.
ka_ge: დაუდგენელი შეცდომა დაფორმატებისას.

source: Cannot use the selected file system for this media.
ka_ge: ამ მედიისთვის არჩეული ფაილური სისტემის გამოყენება შეუძლებელია.

source: Access to the device is denied.
ka_ge: მოწყობილობაზე წვდომა უარყოფილია.

source: Media is write protected.
ka_ge: მედია დაცულია ჩაწერისგან.

source: The device is in use by another process. Please close any other process that may be accessing the device.
ka_ge: მოწყობილობას სხვა პროცესი იყენებს. დახურეთ ყველა სხვა პროცესი, რომელიც შეიძლება, მოწყობილობას იყენებდეს.

source: Quick format is not available for this device.
ka_ge: სწრაფი დაფორმატება ამ მოწყობილობისთვის ხელმისაწვდომი არაა.

source: The volume label is invalid.
ka_ge: ტომის ჭდე არასწორია.

source: The device handle is invalid.
ka_ge: მოწყობილობის დამმუშავებელი არასწორია.

source: The selected cluster size is not valid for this device.
ka_ge: არჩეული კლასტერის ზომა ამ მოწყობილობისთვის არასწორია.

source: The volume size is invalid.
ka_ge: ტომის ზომა არასწორია.

source: Please insert a removable media in drive.
ka_ge: ჩადეთ ამძრავში მოხსნადი მედია.

source: An unsupported command was received.
ka_ge: მიღებულია მხარდაუჭერელი ბრძანება.

source: Memory allocation error.
ka_ge: მეხსიერების გამოყოფის შეცდომა.

source: Read error.
ka_ge: წაკითხვის შეცდომა.

source: Write error.
ka_ge: ჩაწერის შეცდომა.

source: Installation failure
ka_ge: დაყენების შეცდომა

source: Could not open media. It may be in use by another process. Please re-plug the media and try again.
ka_ge: მედიის გახსნა შეუძლებელია. მას, შეიძლება, სხვა პროცესი იყენებდეს. შეაერთეთ თავიდან მედია და თავიდან სცადეთ.

source: Could not partition drive.
ka_ge: დისკის დაყოფა შეუძლებელია.

source: Could not copy files to target drive.
ka_ge: ფაილების კოპირება სამიზნე დისკზე შეუძლებელია.

source: Cancelled by user.
ka_ge: შეწყვეტილია მომხმარებლის მიერ.

source: Unable to start thread.
ka_ge: ნაკადის გაშვება შეუძლებელია.

source: Bad blocks check didn't complete.
ka_ge: ცუდი ბლოკების შემოწმება არ დასრულებულა.

source: ISO image scan failure.
ka_ge: ISO ასლის ფაილის სკანირება ჩავარდა.

source: ISO image extraction failure.
ka_ge: ISO ასლის ფაილიდან ფაილების ამოღება ჩავარდა.

source: Unable to remount volume.
ka_ge: ტომის თავიდან მიმაგრება შეუძლებელია.

source: Unable to patch/setup files for boot.
ka_ge: ჩასატვირთად/მოსარგებად ფაილების შეცვლა შეუძლებელია.

source: Unable to assign a drive letter.
ka_ge: დისკის ასოს მინიჭება შეუძლებელია.

source: Can't mount GUID volume.
ka_ge: GUID ტომის მიმაგრება შეუძლებელია.

source: The device is not ready.
ka_ge: მოწყობილობა მზად არაა.

source: Rufus detected that Windows is still flushing its internal buffers onto the USB device. Depending on the speed of your USB device, this operation may take a long time to complete, especially for large files. We recommend that you let Windows finish, to avoid corruption. But if you grow tired of waiting, you can just unplug the device...
ka_ge: რუფუსმა აღმოაჩინა, რომ Windows ჯერ კიდევ წერს თავის შიდა ბუფერებს USB მოწყობილობაზე. თქვენი USB მოწყობილობის სიჩქარიდან გამომდინარე, ამ ოპერაციის დასრულებას შეიძლება დიდი დრო დასჭირდეს, განსაკუთრებით დიდი ფაილებისთვის. ჩვენ გირჩევთ, რომ Windows-მა დაასრულოს ეს, რათა თავიდან აიცილოთ დაზიანებები. მაგრამ თუ დაიღალეთ ლოდინით, შეგიძლიათ უბრალოდ გამოაერთოთ მოწყობილობა...

source: Unsupported image
ka_ge: მხარდაუჭერელი დისკის ასლის ფაილი

source: This image is either non-bootable, or it uses a boot or compression method that is not supported by Rufus...
ka_ge: ეს დისკის ასლის ფაილი ან ჩატვირთვადი არაა, ან იყენებს ჩატვირთვის, ან შეკუმშვის მეთოდს, რომელიც Rufus-ის მიერ მხარდაჭერილი არაა...

source: Replace %s?
ka_ge: ჩავანაცვლო %s?

source: This ISO image seems to use an obsolete version of '%s'. Boot menus may not display properly because of this. A newer version can be downloaded by Rufus to fix this issue: - Choose 'Yes' to connect to the internet and download the file - Choose 'No' to leave the existing ISO file unmodified If you don't know what to do, you should select 'Yes'. Note: The new file will be downloaded in the current directory and once a '%s' exists there, it will be reused automatically.
ka_ge: როგორც ჩანს, ეს ISO ასლის ფაილი იყენებს "%s"-ის მოძველებულ ვერსიას. ამის გამო ჩატვირთვის მენიუები შეიძლება არ იყოს სათანადოდ ნაჩვენები. ახალი ვერსიის გადმოწერა შესაძლებელია Rufus-ის მიერ ამ პრობლემის მოსაგვარებლად: - აირჩიეთ "დიახ" ინტერნეტთან დასაკავშირებლად და ფაილის გადმოსაწერად - აირჩიეთ "არა", რომ დატოვოთ არსებული ISO ფაილი უცვლელად თუ არ იცით რა უნდა გააკეთოთ, უნდა აირჩიოთ "დიახ". შენიშვნა: ახალი ფაილი ჩამოიტვირთება მიმდინარე საქაღალდეში და მას შემდეგ, რაც იქ "%s" არსებობს, ის ავტომატურად იქნება გამოყენებული.

source: Downloading %s
ka_ge: %s-ის გადმოწერა

source: No image selected
ka_ge: გამოსახულება არჩეული არაა

source: for %s NAND
ka_ge: %s NAND-სთვის

source: Image is too big
ka_ge: გამოსახულება მეტისმეტად დიდია

source: The image is too big for the selected target.
ka_ge: დისკის ასლის ფაილი მეტისმეტად დიდია არჩეული სამიზნისთვის.

source: Unsupported ISO
ka_ge: მხარდაუჭერელი ISO

source: When using UEFI Target Type, only EFI bootable ISO images are supported. Please select an EFI bootable ISO or set the Target Type to BIOS.
ka_ge: UEFI სამიზნის ტიპის გამოყენებისას, მხოლოდ, EFI ჩატვირთვადი ISO დისკის ფაილებია მხარდაჭერილი. აირჩიეთ EFI ჩატვირთვადი ISO, ან დააყენეთ სამიზნის ტიპი BIOS-ზე.

source: Unsupported filesystem
ka_ge: მხარდაუჭერელი ფაილური სისტემა

source: IMPORTANT: THIS DRIVE CONTAINS MULTIPLE PARTITIONS!! This may include partitions/volumes that aren't listed or even visible from Windows. Should you wish to proceed, you are responsible for any data loss on these partitions.
ka_ge: მნიშვნელოვანია: ეს დისკი ერთზე მეტ დანაყოფს შეიცავს!! ეს შეიძლება შეიცავდეს დანაყოფებს/ტომებს, რომლებსაც Windows ვერ ხედავს. თუ გავაგრძელებთ, ამ დანაყოფებზე მონაცემების დაკარგვაზე, მხოლოდ, თქვენ ბრძანდებით პასუხისმგებელი.

source: Multiple partitions detected
ka_ge: აღმოჩენილია ერთზე მეტი დანაყოფი

source: DD Image
ka_ge: ასლის ფაილის DD

source: The file system currently selected can not be used with this type of ISO. Please select a different file system or use a different ISO.
ka_ge: ამჟამად არჩეული ფაილურ სისტემას ამ ტიპის ISO-სთან ერთად ვერ გამოიყენებთ. აირჩიეთ სხვა ფაილური სისტემა, ან გამოიყენეთ სხვა ISO.

source: '%s' can only be applied if the file system is NTFS.
ka_ge: '%s'-ის გამოყენება, მხოლოდ, მაშინ შეგიძლიათ, როცა ფაილური სისტემაა NTFS.

source: IMPORTANT: You are trying to install 'Windows To Go', but your target drive doesn't have the 'FIXED' attribute. Because of this Windows will most likely freeze during boot, as Microsoft hasn't designed it to work with drives that instead have the 'REMOVABLE' attribute. Do you still want to proceed? Note: The 'FIXED/REMOVABLE' attribute is a hardware property that can only be changed using custom tools from the drive manufacturer. However those tools are ALMOST NEVER provided to the public...
ka_ge: მნიშვნელოვანია: თქვენ ცდილობთ, დააყენოთ "Windows To Go", მაგრამ თქვენს სამიზნე დისკს არ აქვს "FIXED" ატრიბუტი. ამის გამო Windows, სავარაუდოდ, დაეკიდება ჩატვირთვის დროს, რადგან Microsoft-მა არ დაწერა ის დისკებთან მუშაობისთვის, რომლებსაც აქვთ "REMOVABLE" ატრიბუტი. მაინც გნებავთ გაგრძელება? შენიშვნა: "FIXED/REMOVABLE" ატრიბუტი არის ტექნიკის თვისება, რომლის შეცვლა შესაძლებელია მხოლოდ დისკის მწარმოებლის მორგებული ხელსაწყოების გამოყენებით. თუმცა, ეს საშუალებები თითქმის არასოდეს არის მიწოდებული საზოგადოებისთვის...

source: Filesystem limitation
ka_ge: ფაილური სისტემის შეზღუდვა

source: This ISO image contains a file larger than 4 GB, which is more than the maximum size allowed for a FAT or FAT32 file system.
ka_ge: ეს ISO ასლის ფაილი შეიცავს ფაილს, რომელიც 4გბ-ზე დიდია, რაც მეტია, ვიდრე FAT, ან FAT32 ფაილურ სისტემებზეა დაშვებული.

source: Missing WIM support
ka_ge: WIM მხარდაჭერის გარეშე

source: Your platform cannot extract files from WIM archives. WIM extraction is required to create EFI bootable Windows 7 and Windows Vista USB drives. You can fix that by installing a recent version of 7-Zip. Do you want to visit the 7-zip download page?
ka_ge: თქვენს პლატფორმას WIM არქივებიდან ფაილების ამოღება არ შეუძლია. EFI-ით ჩატვირთვადი Windows 7-ის და Windows Vista-ის USB დისკების შესაქმნელად WIM-ის გაშლა აუცილებელია. ამისი გასწორება 7-Zip-ის უფრო ახალი ვერსიის დაყენებით შეგიძლიათ. გნებავთ, ეწვიოთ 7-Zip-ის გადმოწერის გვერდს?

source: Download %s?
ka_ge: გადმოვწერო %s?

source: %s or later requires a '%s' file to be installed. Because this file is more than 100 KB in size, and always present on %s ISO images, it is not embedded in Rufus. Rufus can download the missing file for you: - Select 'Yes' to connect to the internet and download the file - Select 'No' if you want to manually copy this file on the drive later Note: The file will be downloaded in the current directory and once a '%s' exists there, it will be reused automatically.
ka_ge: %s ან უფრო ახალს სჭირდება "%s" ფაილის დაყენება. იმის გამო, რომ ეს ფაილი 100 კბ-ზე დიდია და ყოველთვის წარმოდგენილია %s ISO დისკის ასლის ფაილზე, ის არ არის ჩაშენებული Rufus-ში. Rufus-ს შეუძლია გადმოწეროს ნაკლული ფაილი თქვენთვის: - აირჩიეთ "დიახ" ინტერნეტთან დასაკავშირებლად და ფაილის გადმოსაწერად - აირჩიეთ "არა", თუ გსურთ ამ ფაილის ხელით კოპირება დისკზე მოგვიანებით შენიშვნა: ფაილი გადმოიწერება მიმდინარე საქაღალდეში და მას შემდეგ, რაც იქ "%s" არსებობს, ის ავტომატურად იქნება გამოყენებული.

source: Cancelling may leave the device in an UNUSABLE state. If you are sure you want to cancel, click YES. Otherwise, click NO.
ka_ge: გაუქმებამ, შეიძლება, მოწყობილობა გამოუსადეგარ მდგომარეობაში დატოვოს. თუ დარწმუნებული ბრძანდებით, რომ გნებავთ, გააუქმოთ, დააწკაპუნეთ ღილაკზე 'დიახ'. წინააღმდეგ შემთხვევაში ღილაკზე 'არა'.

source: Please select folder
ka_ge: აირჩიეთ საქაღალდე

source: All files
ka_ge: ყველა ფაილი

source: Rufus log
ka_ge: Rufus-ის ჟურნალი

source: 0x%02X (Disk %d)
ka_ge: 0x%02X (დისკი %d)

source: MS-DOS cannot boot from a drive using a 64 kilobytes Cluster size. Please change the Cluster size or use FreeDOS.
ka_ge: MS-DOS-ს არ შეუძლია ჩატვირთვა დისკიდან, რომლის კლასტერის ზომაც 64 კილობაიტია. შეცვალეთ კლასტერის ზომა, ან გამოიყენეთ FreeDOS.

source: Incompatible Cluster size
ka_ge: არათავსებადი კლასტერის ზომა

source: Formatting a large UDF volumes can take a lot of time. At USB 2.0 speeds, the estimated formatting duration is %d:%02d, during which the progress bar will appear frozen. Please be patient!
ka_ge: დიდი UDF ტომების დაფორმატებას დიდი დრო შეიძლება, დასჭირდეს. USB 2.0-ის სიჩქარით დაფორმატებისთვის საჭირო დრო დაახლოებით უდრის %d:%02d. ამ დროს მიმდინარეობის ზოლი გაყინულივით გამოჩნდება. გამოიჩინეთ მოთმინება!

source: Large UDF volume
ka_ge: დიდი UDF ტომი

source: This image uses Syslinux %s%s but this application only includes the installation files for Syslinux %s%s. As new versions of Syslinux are not compatible with one another, and it wouldn't be possible for Rufus to include them all, two additional files must be downloaded from the Internet ('ldlinux.sys' and 'ldlinux.bss'): - Select 'Yes' to connect to the Internet and download these files - Select 'No' to cancel the operation Note: The files will be downloaded in the current application directory and will be reused automatically if present.
ka_ge: ეს ასლის ფაილი იყენებს Syslinux %s%-ს, მაგრამ ეს აპლიკაცია მოიცავს მხოლოდ დაყენების ფაილებს Syslinux %s%-ისთვის. იმის გამო, რომ Syslinux-ის ახალი ვერსიები არ არის თავსებადი ერთმანეთთან და შეუძლებელი იქნებოდა Rufus-ისთვის ყველა მათგანის ჩართვა, ორი დამატებითი ფაილი უნდა გადმოწეროთ ინტერნეტიდან ('ldlinux.sys' და 'ldlinux.bss'): - აირჩიეთ "დიახ" ინტერნეტთან დასაკავშირებლად და ამ ფაილების გადმოსაწერად - აირჩიეთ "არა" ოპერაციის გასაუქმებლად შენიშვნა: ფაილები გადმოიწერება მიმდინარე პროგრამის საქაღალდეში და ავტომატურად იქნება გამოყენებული, თუ არსებობს.

source: Download required
ka_ge: საჭიროა გადმოწერა

source: This image uses Grub %s but the application only includes the installation files for Grub %s. As different versions of Grub may not be compatible with one another, and it is not possible to include them all, Rufus will attempt to locate a version of the Grub installation file ('core.img') that matches the one from your image: - Select 'Yes' to connect to the Internet and attempt to download it - Select 'No' to use the default version from Rufus - Select 'Cancel' to abort the operation Note: The file will be downloaded in the current application directory and will be reused automatically if present. If no match can be found online, then the default version will be used.
ka_ge: ეს ასლის ფაილი იყენებს Grub %s-ს, მაგრამ აპლიკაცია მოიცავს მხოლოდ Grub %s-ის დაყენების ფაილებს. იმის გამო, რომ Grub-ის სხვადასხვა ვერსია, შეიძლება, არ იყოს თავსებადი ერთმანეთთან და შეუძლებელია ყველა მათგანის ჩართვა, Rufus შეეცდება იპოვოს Grub დაყენების ფაილის ('core.img') ვერსია, რომელიც ემთხვევა ფაილს თქვენი ასლის ფაილიდან: - აირჩიეთ "დიახ" ინტერნეტთან დასაკავშირებლად და მისი გადმოწერის მცდელობისთვის - აირჩიეთ "არა" Rufus-ის ნაგულისხმევი ვერსიის გამოსაყენებლად - აირჩიეთ "გაუქმება" ოპერაციის შეწყვეტისთვის შენიშვნა: ფაილი გადმოიწერება მიმდინარე პროგრამის საქაღალდეში და ავტომატურად იქნება გამოყენებული, თუ არსებობს. თუ ონლაინ დამთხვევა ვერ მოიძებნება, მაშინ გამოყენებული იქნება ნაგულისხმევი ვერსია.

source: Standard Windows installation
ka_ge: Windows-ის სტანდარტული დაყენება

source: Windows To Go
ka_ge: Windows თან წასაღებად

source: advanced drive properties
ka_ge: დისკის დამატებითი პარამეტრები

source: advanced format options
ka_ge: დაფორმატების დამატებითი პარამეტრები

source: Show %s
ka_ge: %s-ის ჩვენება

source: Hide %s
ka_ge: %s-ის დამალვა

source: Persistent partition size
ka_ge: მდგრადი დანაყოფის ზომა

source: No persistence
ka_ge: მდგრადობის გარეშე

source: Set the size of the persistent partition for live USB media. Setting the size to 0 disables the persistent partition.
ka_ge: დააყენეთ მუდმივი დანაყოფის ზომა USB მედიისთვის. ზომის 0-ზე დაყენება გამორთავს მუდმივ დანაყოფს.

source: Set the partition size units.
ka_ge: დანაყოფის ზომის ერთეულების დაყენება.

source: Do not show this message again
ka_ge: აღარ მიჩვენო ეს შეტყობინება

source: Important notice about %s
ka_ge: მნიშვნელოვანი შენიშვნა %s-ის შესახებ

source: You have just created a media that uses the UEFI:NTFS bootloader. Please remember that, to boot this media, YOU MUST DISABLE SECURE BOOT. For details on why this is necessary, see the 'More Information' button below.
ka_ge: თქვენ შექმენით მედია, რომელიც UEFI:NTFS ჩამტვირთავს იყენებს. დაიმახსოვრეთ, რომ იმისათვის, რომ ამ მედიიდან ჩაიტვირთოთ, თქვენ *უნდა გამორთოთ დაცული ჩატვირთვა*. დეტალებისთვის, თუ რატომაა ეს საჭირო, დააჭირეთ ქვემოთ ღილაკს 'მეტი ინფორმაცია'.

source: Windows image selection
ka_ge: Windows-ის დისკის ასლის ფაილის არჩევანი

source: This ISO contains multiple Windows images. Please select the image you wish to use for this installation:
ka_ge: ეს ISO ასლის ფაილი ერთზე მეტ Windows-ის ასლს შეიცავს. აირჩიეთ ასლი, რომლის გამოყენებაც გნებავთ ამ დაყენებისთვის:

source: Another program or process is accessing this drive. Do you want to format it anyway?
ka_ge: ამ დისკს სხვა პროგრამა, ან პროცესი იყენებს. მაინც გნებავთ მისი დაფორმატება?

source: Rufus has detected that you are attempting to create a Windows To Go media based on a 1809 ISO. Because of a *MICROSOFT BUG*, this media will crash during Windows boot (Blue Screen Of Death), unless you manually replace the file 'WppRecorder.sys' with a 1803 version. Also note that the reason Rufus cannot automatically fix this for you is that 'WppRecorder.sys' is a Microsoft copyrighted file, so we cannot legally embed a copy of the file in the application...
ka_ge: Rufus-მა აღმოაჩინა, რომ თქვენ ცდილობთ შექმნათ Windows To Go მედია 1809 ISO-ზე დაყრდნობით. *MICROSOFT BUG*-ის გამო, ეს მედია გაფუჭდება Windows-ის ჩატვირთვის დროს (სიკვდილის ლურჯი ეკრანი), თუ ხელით არ შეცვლით ფაილს 'WppRecorder.sys' 1803 ვერსიით. ასევე გაითვალისწინეთ, რომ მიზეზი, რის გამოც Rufus-ს არ შეუძლია ამის ავტომატურად გამოსწორება თქვენთვის, არის ის, რომ "WppRecorder.sys" არის Microsoft-ის საავტორო უფლებებით დაცული ფაილი, ამიტომ ჩვენ არ შეგვიძლია ლეგალურად ჩავდოთ ფაილის ასლი აპლიკაციაში...

source: Because MBR has been selected for the partition scheme, Rufus can only create a partition up to 2 TB on this media, which will leave %s of disk space unavailable. Are you sure you want to continue?
ka_ge: იმის გამო, რომ დანაყოფების სქემისთვის არჩეული იყო MBR, Rufus-ს, ამ მედიაზე, მხოლოდ, 2ტბ-მდე ზომის მქონე დანაყოფების შექმნა შეუძლია, რაც %s დისკს ხელმიუწვდომელს გახდის. მართლა გნებავთ, გააგრძელოთ?

source: Version
ka_ge: ვერსია

source: Release
ka_ge: გამოცემა

source: Edition
ka_ge: გამოცემა

source: Language
ka_ge: ენა

source: Architecture
ka_ge: არქტიტექტურა

source: Continue
ka_ge: გაგრძელება

source: Back
ka_ge: უკან

source: Please wait...
ka_ge: გთხოვთ, მოითმინეთ...

source: Download using a browser
ka_ge: ბრაუზერით გადმოწერა

source: Download of Windows ISOs is unavailable due to Microsoft having altered their website to prevent it.
ka_ge: Windows-ის ISO ფაილების გადმოწერა ხელმიუწვდომელია, რადგან Microsoft-მა შეცვალა თავისი ვებგვერდი, რომ ეს თავიდან აეცილებინა.

source: PowerShell 3.0 or later is required to run this script.
ka_ge: ამ სკრიპტის გასაშვებად აუცილებელია PowerShell 3.0, ან უფრო ახალი.

source: Do you want to go online and download it?
ka_ge: გნებავთ ინტერნეტიდან გადმოწერა?

source: Running download script...
ka_ge: გაშვებულია გადმოწერის სკრიპტი...

source: Download ISO Image
ka_ge: ISO ასლის ფაილის გადმოწერა

source: Type of computer you plan to use this bootable drive with. It is your responsibility to determine whether your target is of BIOS or UEFI type before you start creating the drive, as it may fail to boot otherwise.
ka_ge: კომპიუტერის ტიპი, რომელთანაც აპირებთ ამ ჩამტვირთავი დისკის გამოყენებას. თქვენი პასუხისმგებლობაა დაადგინოთ, არის თუ არა თქვენი სამიზნე BIOS ან UEFI ტიპის, სანამ დაიწყებთ დისკის შექმნას, რადგან სხვაგვარად შეიძლება ვერ ჩატვირთოს.

source: 'UEFI-CSM' means that the device will only boot in BIOS emulation mode (also known as 'Legacy Mode') under UEFI, and not in native UEFI mode.
ka_ge: "UEFI-CSM" ნიშნავს, რომ მოწყობილობა ჩაიტვირთება მხოლოდ BIOS ემულაციის რეჟიმში (ასევე ცნობილია როგორც "Legacy Mode") UEFI-ში და არა მშობლიურ UEFI რეჟიმში.

source: 'non CSM' means that the device will only boot in native UEFI mode, and not in BIOS emulation mode (also known as 'Legacy Mode').
ka_ge: "არა CSM" ნიშნავს, რომ მოწყობილობა ჩაიტვირთება მხოლოდ მშობლიურ UEFI რეჟიმში და არა BIOS ემულაციის რეჟიმში (ასევე ცნობილია როგორც "მოძველებული რეჟიმი").

source: Test pattern: 0x%02X
ka_ge: ტესტის ნიმუში: 0x%02X

source: Test pattern: 0x%02X, 0x%02X
ka_ge: ტესტის ნიმუში: 0x%02X, 0x%02X

source: Test pattern: 0x%02X, 0x%02X, 0x%02X
ka_ge: ტესტის ნიმუში: 0x%02X, 0x%02X, 0x%02X

source: Test pattern: 0x%02X, 0x%02X, 0x%02X, 0x%02X
ka_ge: ტესტის ნიმუში: 0x%02X, 0x%02X, 0x%02X, 0x%02X

source: Sets the target filesystem
ka_ge: დააყენებს სამიზნე ფაილურ სისტემას
