Repository: EkaterinePapava/rufus
Catalog: res/loc/po/*.po
Languages: ka_ge

source: Minimum size that a block of data will occupy in the filesystem
ka_ge: მინიმალური ზომა, რომელსაც მონაცემების ბლოკი დაიკავებს ფაილურ სისტემაში

source: Use this field to set the drive label. International characters are accepted.
ka_ge: გამოიყენეთ ეს ველი დისკის ჭდის დასაყენებლად. საერთაშორისო სიმბოლოები მიღებულია.

source: Toggle advanced options
ka_ge: დამატებითი პარამეტრების გადართვა

source: Check the device for bad blocks using a test pattern
ka_ge: მოწყობილობის შემოწმება ცუდ ბლოკებზე სატესტო ნიმუშის გამოყენებით

source: Uncheck this box to use the "slow" format method
ka_ge: გამორთეთ ეს 'ნელი' დაფორმატების მეთოდის გამოსაყენებლად

source: Method that will be used to create partitions
ka_ge: მეთოდი, რომელიც დანაყოფების შექმნისთვის იქნება გამოყენებული

source: Method that will be used to make the drive bootable
ka_ge: მეთოდი, რომელიც ამ დისკის ჩატვირთვადად გადასაკეთებლად იქნება გამოყენებული

source: Click to select or download an image...
ka_ge: დააწკაპუნეთ ასლის ფაილის ასარჩევად, ან გადმოსაწერად...

source: Check this box to allow the display of international labels and set a device icon (creates an autorun.inf)
ka_ge: ჩართეთ ეს, თუ გნებავთ საერთაშორისო ჭდეების გამოტანა და მოწყობილობის ხატულას დაყენება (შექმნის ფაილს autorun.inf)

source: Install a UEFI bootloader, that will perform MD5Sum file validation of the media
ka_ge: UEFI ჩამტვირთავის დაყენაბ, რომელიც მედიის MD5Sum ფაილის გადამოწმებას შეასრულებს

source: Create an extra hidden partition and try to align partitions boundaries. This can improve boot detection for older BIOSes.
ka_ge: დამატებითი დამალული დანაყოფის შექმნა და დანაყოფების საზღვრების გასწორებიც ცდა. ამან, შეიძლება ძველი BIOS-ებისთვის ჩატვირთვის დადგენის დრო გააუმჯობესოს.

source: Enable the listing of USB Hard Drive enclosures. USE AT YOUR OWN RISKS!!!
ka_ge: USB მყარი დისკის ჩასადებების ჩამონათვლის ჩართვა. გამოყენების შემთხვევაში რისკს თქვენს თავზე იღებთ!!!

source: Start the formatting operation. This will DESTROY any data on the target!
ka_ge: დაფორმატების ოპერაციის დასაწყისი. ეს სამიზნეზე არსებულ ყველა მონაცემს გაანადგურებს!

source: Invalid download signature
ka_ge: არასწორი გადმოწერის ხელმოწერა

source: Click to select...
ka_ge: დააწკაპუნეთ ასარჩევად...

source: Rufus - The Reliable USB Formatting Utility
ka_ge: Rufus - საიმედო USB დაფორმატების პროგრამა

source: Version %d.%d (Build %d)
ka_ge: ვერსია %d.%d (აგება %d)

source: English translation: Pete Batard <mailto:pete@akeo.ie>
ka_ge: ინგლისური თარგმანი: Pete Batard <mailto:pete@akeo.ie>

source: Report bugs or request enhancements at:
ka_ge: შეცდომების, ან გაუმჯობესებების მოთხოვნისთვის მიიწერეთ მისამართზე:

source: Additional Copyrights:
ka_ge: დამატებითი საავტორო უფლებები:

source: Update Policy:
ka_ge: განახლების პოლიტიკა:

source: If you choose to allow this program to check for application updates, you agree that the following information may be collected on our server(s):
ka_ge: თუ აირჩევთ ამ პროგრამას აპლიკაციის განახლებების შემოწმებას, თქვენ ეთანხმებით, რომ ჩვენს სერვერებზე შეიძლება შეგროვდეს შემდეგი ინფორმაცია:

source: Your operating system's architecture and version
ka_ge: თქვენი ოპერაციული სისტემის არქიტექტურა და ვერსია

source: The version of the application you use
ka_ge: აპლიკაციის ვერსია, რომელსაც იყენებთ

source: Your IP address
ka_ge: თქვენი IP მისამართი

source: For the purpose of generating private usage statistics, we may keep the information collected, \b for at most a year\b0 . However, we will not willingly disclose any of this individual data to third parties.
ka_ge: პირადი გამოყენების სტატისტიკის გენერაციის მიზნით, ჩვენ შეგვიძლია, შევინახოთ შეგროვებული ინფორმაცია, \b მაქსიმუმ ერთი წლის განმავლობაში\b0 . თუმცა, ჩვენ ნებაყოფლობით არ გავუმჟღავნებთ ამ ინდივიდუალურ მონაცემებს მესამე პირებს.

source: Update Process:
ka_ge: განახლების პროცესი:

source: Rufus does not install or run background services, therefore update checks are performed only when the main application is running.\line Internet access is of course required when checking for updates.
ka_ge: Rufus არ აყენებს ან გაუშვებს ფონურ სერვისებს, ამიტომ განახლების შემოწმება ხორციელდება მხოლოდ მაშინ, როდესაც ძირითადი პროგრამა გაშვებულია.\line განახლებების შემოწმებისას ინტერნეტთან წვდომა, რა თქმა უნდა, საჭიროა.

source: Invalid image for selected boot option
ka_ge: არასწორი დისკის ასლის ფაილი არჩეული ჩატვირთვის ვარიანტისთვის

source: The current image doesn't match the boot option selected. Please use a different image or choose a different boot option.
ka_ge: მიმდინარე დისკის ასლის ფაილი არ ემთხვევა არჩეულ ჩატვირთვის არჩევანს. აირჩიეთ სხვა დისკის ასლის ფაილი, ან აირჩიეთ სხვა ჩატვირთვის ვარიანტი.

source: This ISO image is not compatible with the selected filesystem
ka_ge: ISO დისკის ასლის ფაილი არჩეულ ფაილურ სისტემასთან თავსებადი არაა

source: Incompatible drive detected
ka_ge: აღმოჩენილია შეუთავსებელი დისკი

source: Write pass
ka_ge: ჩაწერის გავლა

source: Read pass
ka_ge: წაკითხვის გავლა

source: Downloaded %s
ka_ge: გადმოწერილია %s

source: Could not download %s
ka_ge: %s ვერ გადმოვწერე

source: Using embedded version of %s file(s)
ka_ge: %s ფაილების ჩაშენებული ვერსიის გამოყენება

source: IMPORTANT: THIS DRIVE USES A NONSTANDARD SECTOR SIZE! Conventional drives use a 512-byte sector size but this drive uses a %d-byte one. In many cases, this means that you will NOT be able to boot from this drive. Rufus can try to create a bootable drive, but there is NO WARRANTY that it will work.
ka_ge: მნიშვნელოვანია: ეს დისკი არასტანდარტულ სექტორის ზომას იყენებს! ჩვეულებრივი დისკები იყენებენ 512-ბაიტიან სექტორის ზომას, მაგრამ ეს დისკი იყენებს %d-ბაიტიანს. ბევრ შემთხვევაში ეს ნიშნავს, რომ თქვენ ვერ შეძლებთ ამ დისკიდან ჩატვირთვას. Rufus-ს შეუძლია, სცადოს გახადოს ეს დისკი ჩატვირთვადი, მაგრამ გარანტია იმისა, რომ ეს იმუშავებს, არ არსებობს.

source: Nonstandard sector size detected
ka_ge: გამოვლენილია არასტანდარტული სექტორის ზომა

source: 'Windows To Go' can only be installed on a GPT partitioned drive if it has the FIXED attribute set. The current drive was not detected as FIXED.
ka_ge: 'Windows To Go' შეიძლება დადგეს, მხოლოდ, GPT-ით დაყოფილ დისკზე, თუ მას აქვს FIXED ატრიბუტის დაყენებული. მიმდინარე ამძრავი არაა მონიშნული, როგორც FIXED.

source: This feature is not available on this platform.
ka_ge: ეს ფუნქცია ამ პლატფორმაზე ხელმისაწვდომი არაა.

source: Cancelling - Please wait...
ka_ge: გაუქმება - გთხოვთ, მოითმინეთ...

source: Scanning image...
ka_ge: დისკის ასლის ფაილის სკანირება...

source: Failed to scan image
ka_ge: დისკის ასლის ფაილის სკანირება ჩავარდა

source: Obsolete %s detected
ka_ge: აღმოჩენილია მოძველებული %s

source: Using image: %s
ka_ge: გამოიყენება დისკის ასლის ფაილი: %s

source: Missing %s file
ka_ge: აკლია ფაილი %s

source: New Volume
ka_ge: ახალი ტომი

source: %d device found
ka_ge: აღმოჩენილია %d მოწყობილობა

source: %d devices found
ka_ge: აღმოჩენილია %d მოწყობილობა

source: Cancelled
ka_ge: გაუქმებულია

source: Failed
ka_ge: ჩავარდა

source: Launching new application...
ka_ge: ახალი აპლიკაციის გაშვება...

source: Failed to launch new application
ka_ge: ახალი აპლიკაციის გაშვება ჩავარდა

source: Opened %s
ka_ge: %s გაიხსნა

source: Saved %s
ka_ge: შენახულია %s

source: Formatting: %s
ka_ge: დაფორმატება: %s

source: Creating file system: Task %d/%d completed
ka_ge: ფაილური სისტემის შექმნა: დასრულდა ამოცანა %d/%d

source: NTFS Fixup: %d%% completed
ka_ge: NTFS-ის გასწორება: %d%% დასრულდა

source: Formatting (%s) - estimated duration %d:%02d...
ka_ge: დაფორმატება (%s) - სავარაუდო ხანგრძლივობა %d:%02d...

source: Setting label (%s)...
ka_ge: ჭდის დაყენება (%s)...

source: Formatting (%s)...
ka_ge: დაფორმატება (%s)...

source: NTFS Fixup (Checkdisk)...
ka_ge: NTFS-ის გასწორება (Checkdisk)...

source: Clearing MBR/PBR/GPT structures...
ka_ge: MBR/PBR/GPT სტრუქტურების გასუფთავება...

source: Requesting disk access...
ka_ge: დისკზე წვდომის მოთხოვნა...

source: Analyzing existing boot records...
ka_ge: არსებული ჩატვირთვის ჩანაწერების ანალიზი...

source: Closing existing volume...
ka_ge: არსებული ტომის დახურვა...

source: Writing Master Boot Record...
ka_ge: მთავარი ჩატვირთვის ჩანაწერის ჩაწერა...

source: Writing Partition Boot Record...
ka_ge: დანაყოფის ჩატვირთვის ჩანაწერის ჩაწერა...

source: Copying DOS files...
ka_ge: DOS-ის ფაილების კოპირება...

source: Copying ISO files: %s
ka_ge: ISO-ის ფაილების კოპირება: %s

source: Win7 EFI boot setup (%s)...
ka_ge: Win7 EFI ჩატვირთვის მორგება (%s)...

source: Finalizing, please wait...
ka_ge: დასრულება, გთხოვთ, მოითმინოთ...

source: Installing Syslinux %s...
ka_ge: Syslinux-ის დაყენება %s...

source: Bad Blocks: %s %d/%d - %0.2f%% (%d/%d/%d errors)
ka_ge: ცუდი ბლოკები: %s %d/%d - %0.2f%% (%d/%d/%d შეცდომა)

source: Bad Blocks: Testing with random pattern
ka_ge: არასწორი ბლოკები: შემოწმება შემთხვევითი ნიმუშით

source: Bad Blocks: Testing with pattern 0x%02X
ka_ge: არასწორი ბლოკები: შემოწმება ნიმუშით 0x%02X

source: Partitioning (%s)...
ka_ge: დაყოფა (%s)...

source: Deleting partitions (%s)...
ka_ge: დანაყოფების წაშლა (%s)...

source: The signature for the downloaded update can not be validated. This could mean that your system is improperly configured for signature validation or indicate a malicious download. The download will be deleted. Please check the log for more details.
ka_ge: გადმოწერილი განახლების ხელმოწერის გადამოწმება შეუძლებელია. ეს შეიძლება ნიშნავდეს, რომ თქვენი სისტემა არასწორად არის მორგებული ხელმოწერის გადამოწმებისთვის, ან მიუთითებს, რომ გადმოწერილი ფაილი მავნეა. გადმოწერილი ფაილი წაიშლება. დამატებითი ინფორმაციისთვის შეამოწმეთ ჟურნალი .

source: Downloading: %s
ka_ge: გადმოწერა: %s

source: Failed to download file.
ka_ge: ფაილის გადმოწერა ჩავარდა.

source: Checking for Rufus updates...
ka_ge: Rufus-ის განახლებების შემოწმება...

source: Updates: Unable to connect to the internet
ka_ge: განახლებები: ინტერნეტთან დაკავშირება შეუძლებელია

source: Updates: Unable to access version data
ka_ge: განახლებები: ვერსიის ინფორმაციასთან წვდომა აკრძალულია

source: A new version of Rufus is available!
ka_ge: ხელმისაწვდომია Rufus-ის ახალი ვერსია!

source: No new version of Rufus was found
ka_ge: Rufus-ის ახალი ვერსია აღმოჩენილი არაა

source: Application registry keys successfully deleted
ka_ge: აპლიკაციის რეესტრის გასაღებები წარმატებით წაიშალა

source: Failed to delete application registry keys
ka_ge: აპლიკაციის რეესტრის გასაღებების წაშლა ჩავარდა

source: %s enabled
ka_ge: %s ჩართულია

source: %s disabled
ka_ge: %s გამორთულია

source: Size checks
ka_ge: ზომის შემოწმება

source: Hard disk detection
ka_ge: მყარი დისკის ამოცნობა

source: Force large FAT32 formatting
ka_ge: იძულებითი დიდი FAT32-ით დაფორმატება

source: NoDriveTypeAutorun will be deleted on exit
ka_ge: NoDriveTypeAutorun გასვლისას წაიშლება

source: Fake drive detection
ka_ge: ყალბი დისკის ამოცნობა

source: Joliet support
ka_ge: Joliet-ის მხარდაჭერა

source: Rock Ridge support
ka_ge: Rock Ridge-ის მხარდაჭერა

source: Force update
ka_ge: ნაძალადევი განახლება

source: NTFS compression
ka_ge: NTFS-ის შეკუმშვა

source: Writing image: %s
ka_ge: დისკის ასლის ფაილის ჩაწერა: %s

source: ISO Support
ka_ge: ISO-ის მხარდაჭერა

source: Use PROPER size units
ka_ge: სწორი ზომის ერთეულების გამოყენება

source: Deleting directory '%s'
ka_ge: იშლება საქაღალდე '%s'

source: VMWare disk detection
ka_ge: VMWare-ის დისკის ამოცნობა

source: Dual UEFI/BIOS mode
ka_ge: ორმაგი UEFI/BIOS რეჟიმი

source: Applying Windows image: %s
ka_ge: Windows-ის დისკის ასლის ფაილის გადატარება: %s

source: Applying Windows image...
ka_ge: Windows-ის დისკის ასლის ფაილის გადატარება...

source: Preserve timestamps
ka_ge: დროის ანაბეჭდების შენარჩუნება

source: USB debug
ka_ge: USB-ის გამართვა

source: Computing image checksums: %s
ka_ge: დისკის ასლის ფაილის საკონტროლო ჯამების გამოთვლა: %s

source: Compute the MD5, SHA1 and SHA256 checksums for the selected image
ka_ge: MD5, SHA1 და SHA256 საკონტროლო ჯამების გამოთვლა მონიშნული დისკის ასლის ფაილისთვის

source: Change the application language
ka_ge: აპლიკაციის ენის შეცვლა

source: %s image detected
ka_ge: აღმოჩენილია %s-ის ასლის ფაილი

source: The image you have selected is an 'ISOHybrid' image. This means it can be written either in %s (file copy) mode or %s (disk image) mode. Rufus recommends using %s mode, so that you always have full access to the drive after writing it. However, if you encounter issues during boot, you can try writing this image again in %s mode. Please select the mode that you want to use to write this image:
ka_ge: თქვენ მიერ არჩეული დისკის ასლის ფაილი არის "ISOHybrid" ასლი. ეს ნიშნავს, რომ ის შეიძლება ჩაიწეროს %s (ფაილის კოპირების) რეჟიმში ან %s (დისკის კოპირების) რეჟიმში. Rufus გირჩევთ გამოიყენოთ %s რეჟიმი, ასე რომ თქვენ ყოველთვის გქონდეთ სრული წვდომა დისკზე მისი ჩაწერის შემდეგ. თუმცა, თუ ჩატვირთვის დროს პრობლემები შეგექმნათ, შეგიძლიათ სცადოთ ამ სურათის ხელახლა ჩაწერა %s რეჟიმში. აირჩიეთ რეჟიმი, რომლის გამოყენებაც გსურთ ამ დისკის ასლის ფაილის ჩასაწერად:

source: Write in %s mode (Recommended)
ka_ge: ჩაწერა %s რეჟიმში (რეკომენდებულია)

source: Write in %s mode
ka_ge: ჩაწერა %s რეჟიმში

source: Checking for conflicting processes...
ka_ge: კონფლიქტური პროცესების შემოწმება...

source: Non bootable
ka_ge: არაჩატვირთვადი

source: Disk or ISO image
ka_ge: დისკი, ან ISO დისკის ასლის ფაილი

source: %s (Please select)
ka_ge: %s (აირჩიეთ)

source: Exclusive USB drive locking
ka_ge: ექსკლუზიური USB დისკის ჩაკეტვა

source: Invalid signature
ka_ge: არასწორი ხელმოწერა

source: The downloaded executable is missing a digital signature.
ka_ge: გადმოწერილ გამშვებ ფაილს ციფრული ხელმოწერა აკლია.

source: The downloaded executable is signed by '%s'. This is not a signature we recognize and could indicate some form of malicious activity... Are you sure you want to run this file?
ka_ge: გადმოწერილი გამშვები ფაილი ხელმოწერილია "%s"-ის მიერ. ეს არ არის ხელმოწერა, რომელსაც ჩვენ ვაღიარებთ და შეიძლება მიუთითებდეს მავნე აქტივობის რაიმე ფორმაზე... დარწმუნებული ბრძანდებით, რომ გსურთ ამ ფაილის გაშვება?

source: Zeroing drive: %s
ka_ge: დისკის განულება: %s

source: Detection of non-USB removable drives
ka_ge: არა-USB მოხსნადი დისკების აღმოჩენა

source: Missing elevated privileges
ka_ge: ამაღლებული პრივილეგიების გარეშე

source: This application can only run with elevated privileges
ka_ge: ამ პროგრამის გაშვება, მხოლოდ, ამაღლებული პრივილეგიებით შეგიძლიათ

source: File Indexing
ka_ge: ფაილების დაინდექსება

source: Version selection
ka_ge: ვერსიის არჩევანი

source: Please select the version of Windows you want to install:
ka_ge: აირჩიეთ Windows-ის ვერსია, რომლის დაყენებაც გნებავთ:

source: Unsupported Windows version
ka_ge: Windows-ის მხარდაუჭერელი ვერსია

source: This version of Windows is no longer supported by Rufus. The last version of Rufus compatible with this platform is v%d.%d.
ka_ge: Windows-ის ეს ვერსია აღარ არის მხარდაჭერილი Rufus-ის მიერ. Rufus-ის ბოლო ვერსია, რომელიც თავსებადია ამ პლატფორმასთან, არის v%d.%d.

source: Warning: Unofficial version
ka_ge: გაფრთხილება: არაოფიციალური ვერსია

source: This version of Rufus was not produced by its official developer(s). Are you sure you want to run it?
ka_ge: Rufus-ის ეს ვერსია არ აგებულა მისი ოფიციალური დეველოპერ(ებ)ის მიერ. დარწმუნებული ბრძანდებით, რომ გსურთ მისი გაშვება?

source: Truncated ISO detected
ka_ge: აღმოჩენილია წაკვეთილი ISO

source: The ISO file you have selected does not match its declared size: %s of data is missing! If you obtained this file from the Internet, you should try to download a new copy and verify that the MD5 or SHA checksums match the official ones. Note that you can compute the MD5 or SHA in Rufus by clicking the (✓) button.
ka_ge: თქვენ მიერ არჩეული ISO ფაილი არ ემთხვევა მის დეკლარირებულ ზომას: %s მონაცემების აკლია! თუ თქვენ მიიღეთ ეს ფაილი ინტერნეტიდან, უნდა შეეცადოთ ჩამოტვირთოთ ახალი ასლი და დაადასტუროთ, რომ MD5 ან SHA საკონტროლო ჯამი ემთხვევა ოფიციალურ ასლებს. გაითვალისწინეთ, რომ თქვენ შეგიძლიათ გამოთვალოთ MD5 ან SHA Rufus-ში ღილაკზე (✓) დაწკაპუნებით.

source: Timestamp validation error
ka_ge: დროის შტამპის გადამოწმების შეცდომა

source: Rufus could not validate that the timestamp of the downloaded update is more recent than the one for the current executable. In order to prevent potential attack scenarios, the update process has been aborted and the download will be deleted. Please check the log for more details.
ka_ge: Rufus-მა ვერ დაადასტურა, რომ გადმოწერილი განახლების დროის შტამპი უფრო უახლესია, ვიდრე მიმდინარე გამშვები ფაილი. პოტენციური შეტევის სცენარების თავიდან ასაცილებლად, განახლების პროცესი შეწყდა და გადმოწერილი ფაილი წაიშლება. გთხოვთ, შეამოწმოთ ჟურნალი დამატებითი ინფორმაციისთვის.

source: Show application settings
ka_ge: აპლიკაციის პარამეტრების ჩვენება

source: Show information about this application
ka_ge: ამ პროგრამის შესახებ ინფორმაციის ჩვენება

source: Show the log
ka_ge: ჟურნალის ჩვენება

source: Create a disk image of the selected device
ka_ge: მონიშნული მოწყობილობის დისკის ასლის ფაილის შექმნა

source: Use this option to indicate if you plan to install Windows to a different disk, or if you want to run Windows directly from this drive (Windows To Go).
ka_ge: გამოიყენეთ ეს არჩევანი, რომ მიუთითოთ, რომ აპირებთ, Windows სხვა დისკზე დააყენოთ, ან თუ გნებავთ, Windows პირდაპირ დისკიდან გაუშვათ (Windows To Go).

source: Fast-zeroing drive: %s
ka_ge: დისკის სწრაფი განულება: %s

source: this may take a while
ka_ge: ამას საკმაო დრო დასჭირდება

source: VHD detection
ka_ge: VHD-ის ამოცნობა

source: Compressed archive
ka_ge: შეკუმშული არქივი

source: The ISO you have selected uses UEFI and is small enough to be written as an EFI System Partition (ESP). Writing to an ESP, instead of writing to a generic data partition occupying the whole disk, can be preferable for some types of installations. Please select the mode that you want to use to write this image:
ka_ge: თქვენ მიერ არჩეული ISO იყენებს UEFI და საკმარისად მცირეა, რომ ჩაიწეროს, როგორც EFI სისტემის დანაყოფი (ESP). ESP-ზე ჩაწერა, იმის ნაცვლად, რომ ჩაწეროთ მონაცემთა ზოგად დანაყოფზე, რომელიც იკავებს მთელ დისკს, შეიძლება სასურველი იყოს ზოგიერთი ტიპის დაყენებისთვის. აირჩიეთ რეჟიმი, რომლის გამოყენებაც გსურთ ამ დისკის ასლის ფაილის ჩასაწერად:

source: Use %s (in the main application window) to enable.
ka_ge: გამოიყენეთ %s (მთავარ აპლიკაციის ფანჯარაში) ჩასართავად.

source: Extra hashes (SHA512)
ka_ge: დამატებითი ჰეშები (SHA512)

source: Save to VHD
ka_ge: შენახვა VHD-ზე

source: Compute image checksums
ka_ge: დისკის ასლის ფაილის საკონტროლო ჯამების გამოთვლა

source: Multiple buttons
ka_ge: ერთზე მეტი ღილაკი

source: Number of passes
ka_ge: გავლების რაოდენობა

source: Disk ID
ka_ge: დისკის ID

source: Default thread priority: %d
ka_ge: ნაკადის ნაგულისხმევი პრიორიტეტი: %d

source: Ignore Boot Marker
ka_ge: ჩატვირთვის მარკერის დაიგნორება

source: Refreshing partition layout (%s)...
ka_ge: დანაყოფების განლაგების განახლება (%s)...

source: The image you have selected is an ISOHybrid, but its creators have not made it compatible with ISO/File copy mode. As a result, DD image writing mode will be enforced.
ka_ge: თქვენ მიერ არჩეული სურათი არის ISOHybrid, მაგრამ მისმა შემქმნელებმა ის არ გახადეს თავსებადი ISO/ფაილის კოპირების რეჟიმთან. შედეგად, ამოქმედდება DD ასლის ფაილის ჩაწერის რეჟიმი.

source: Unable to open or read '%s'
ka_ge: '%s'-ის გახსნა ან წაკითხვა შეუძლებელია

source: Applying Windows customization: %s
ka_ge: Windows-ის მორგების გადატარება: %s

source: Applying user options...
ka_ge: მომხმარებლის პარამეტრების გადატარება...

source: Windows User Experience
ka_ge: Windows-ის მომხმარებლის გამოცდილება

source: Customize Windows installation?
ka_ge: გნებავთ windows-ის დაყენების მორგება?

source: Remove requirement for 4GB+ RAM, Secure Boot and TPM 2.0
ka_ge: 4გბ+ RAM-ის, დაცული ჩატვირთვის და TPM 2.0-ის მოთხოვნების მოცილება

source: Remove requirement for an online Microsoft account
ka_ge: Microsoft-ის ანგარიშის ქონის მოთხოვნის მოცილება

source: Disable data collection (Skip privacy questions)
ka_ge: მონაცემების შეგროვების გათიშვა (კონფიდენციალობის კითხვების გამოტოვება)

source: Prevent Windows To Go from accessing internal disks
ka_ge: Windows To Go-სთვის შიდ დისკებზე წვდომის აკრძალვა

source: Create a local account with username:
ka_ge: ლოკალური ანგარიშის შექმნა მომხმარებლის სახელით:

source: Set regional options to the same values as this user's
ka_ge: რეგიონალური პარამეტრის დაყენება იგივე, რაც ამ მომხმარებელს აქვს

source: Disable BitLocker automatic device encryption
ka_ge: BitLocker-ით ავტომატური დისკის დაშიფვრის გამორთვა

source: Persistent log
ka_ge: მუდმივი ჟურნალი

source: An additional file ('%s') must be downloaded from Microsoft to use this feature: - Select 'Yes' to connect to the Internet and download it - Select 'No' to cancel the operation Note: The file will be downloaded in the application's directory and will be reused automatically if present.
ka_ge: ამ ფუნქციის გამოსაყენებლად უნდა გადმოწეროთ დამატებითი ფაილი ('%s') Microsoft-დან: - აირჩიეთ "დიახ" ინტერნეტთან დასაკავშირებლად და გადმოსაწერად - აირჩიეთ "არა" ოპერაციის გასაუქმებლად შენიშვნა: ფაილი გადმოიწერება აპლიკაციის საქაღალდეში და ავტომატურად იქნება გამოყენებული, თუ არსებობს.

source: Revoked UEFI bootloader detected
ka_ge: აღმოჩენილია გაუქმებული UEFI ჩამტვირთველი

source: Rufus detected that the ISO you have selected contains a UEFI bootloader that has been revoked and that will produce %s, when Secure Boot is enabled on a fully up to date UEFI system. - If you obtained this ISO image from a non reputable source, you should consider the possibility that it might contain UEFI malware and avoid booting from it. - If you obtained it from a trusted source, you should try to locate a more up to date version, that will not produce this warning.
ka_ge: Rufus-მა აღმოაჩინა, რომ თქვენ მიერ არჩეული ISO შეიცავს UEFI ჩამტვირთველს, რომელიც გაუქმდა და რომელიც გამოიმუშავებს %s, როდესაც უსაფრთხო ჩატვირთვა ჩართულია სრულად განახლებულ UEFI სისტემაზე. - თუ თქვენ მიიღეთ ეს ISO ასლის ფაილი არასანდო წყაროდან, გაითვალისწინეთ, რომ ის შეიძლება, შეიცავდეს UEFI მავნე პროგრამას და თავიდან აიცილოთ მისგან ჩატვირთვა. - თუ თქვენ მიიღეთ იგი სანდო წყაროდან, უნდა შეეცადოთ იპოვოთ უფრო განახლებული ვერსია, რომელიც არ გამოიმუშავებს ამ გაფრთხილებას.

source: a "Security Violation" screen
ka_ge: "უსაფრთხოების დარღვევის" ეკრანი

source: a Windows Recovery Screen (BSOD) with '%s'
ka_ge: Windows აღდგენის ეკრანი (BSOD) '%s'-ით

source: Compressed VHDX Image
ka_ge: შეკუმშული VHDX დისკის ასლის ფაილი

source: Uncompressed VHD Image
ka_ge: შეუკუმშავი VHD დისკის ასლის ფაილი

source: Full Flash Update Image
ka_ge: დისკის ასლის ფაილი Full Flash Update

source: Some additional data must be downloaded from Microsoft to use this functionality: - Select 'Yes' to connect to the Internet and download it - Select 'No' to cancel the operation
ka_ge: ამ ფუნქციონალის გამოსაყენებლად Microsoft-დან დამატებითი მონაცემების გადმოწერაა საჭირო: - აირჩიეთ 'დიახ' ინტერნეტთან დასაკავშირებლად და მის გადმოსაწერად - აირჩიეთ 'არა' ოპერაციის გასაუქმებლად

source: Restrict Windows to S-Mode (INCOMPATIBLE with online account bypass)
ka_ge: Windows-ის შეზღუდვა S-რეჟიმზე (არათავსებადია ინტერნეტ-ანგარისის გამოტოვებასთან)

source: Expert Mode
ka_ge: ექსპერტის რეჟიმი

source: Extracting archive files: %s
ka_ge: არქივის ფაილების გაშლა: %s

source: Use Rufus MBR
ka_ge: Rufus MBR-ის გამოყენება

source: Rufus is a utility that helps format and create bootable USB flash drives, such as USB keys/pendrives, memory sticks, etc.
ka_ge: Rufus არის პროგრამა, რომელიც დაგეხმარებათ დააფორმატოთ და შექმნათ ჩატვირთვადი USB მოხსნადი დისკები, როგორიცაა USB ფლეშ დისკები, მოხსნადი დისკები და ა.შ.

source: Official site: %s
ka_ge: ოფიციალური საიტი: %s

source: Source Code: %s
ka_ge: წყარო კოდი: %s

source: ChangeLog: %s
ka_ge: ცვლილებების ჟურნალი: %s
