Repository: EkaterinePapava/rufus
Catalog: res/loc/po/*.po
Languages: ka_ge

source: This application is licensed under the terms of the GNU Public License (GPL) version 3. See https://www.gnu.org/licenses/gpl-3.0.en.html for details.
ka_ge: ეს აპლიკაცია ვრცელდება GNU-ის საჯარო ლიცენზიით (GPL) მესამე ვერსია. დეტალებისთვის იხილეთ https://www.gnu.org/licenses/gpl-3.0.en.html .

source: Boot
ka_ge: ჩატვირთვადი

source: Format USB, flash card and virtual drives to FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
ka_ge: USB, flash card და ვირტუალური დისკების დაფორმატება FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3-ზე

source: Create FreeDOS bootable USB drives
ka_ge: FreeDOS ჩატვირთვადი USB დისკების შექმნა

source: Create bootable drives from bootable ISOs (Windows, Linux, etc.)
ka_ge: ჩატვირთვადი დისკების შექმნა ჩატვირთვადი ISO-ებიდან (Windows, Linux და ა.შ.)

source: Create bootable drives from bootable disk images, including compressed ones
ka_ge: ჩატვირთვადი დისკების შექმნა ჩატვირთვადი დისკის ასლის ფაილებიდან, შეკუმშულების ჩათვლით

source: Create BIOS or UEFI bootable drives, including UEFI bootable NTFS
ka_ge: BIOS ან UEFI ჩატვირთვადი დისკების შექმნა UEFI-ით ჩატვირთვადი NTFS-ის ჩათვლით

source: Create 'Windows To Go' drives
ka_ge: 'Windows To Go' დისკების შექმნა

source: Create Windows 11 installation drives for PCs that don't have TPM or Secure Boot
ka_ge: Windows 11-ის დაყენების დისკების შექმნა PC-ებისთვის, რომლებსაც TPM, ან დაცული ჩატვირთვა არ აქვთ

source: Create persistent Linux partitions
ka_ge: მუდმივი Linux-ის დანაყოფების შექმნა

source: Create VHD/DD images of the selected drive
ka_ge: მონიშნული დისკის VHD/DD ასლის ფაილების შექმნა

source: Compute MD5, SHA-1, SHA-256 and SHA-512 checksums of the selected image
ka_ge: მონიშნული დისკის ასლის ფაილის MD5, SHA-1, SHA-256 და SHA-512 საკონტროლო ჯამების გამოთვლა

source: Perform bad blocks checks, including detection of "fake" flash drives
ka_ge: ცუდი ბლოკების შემოწმების ჩატარება "ყალბი" მოხსნადი დისკების აღმოჩენის ჩათვლით

source: Download official Microsoft Windows retail ISOs
ka_ge: ოფიციალური Microsoft Windows-ის ISO-ების გადმოწერა

source: Download UEFI Shell ISOs
ka_ge: UEFI-ის გარსის ISO-ების გადმოწერა
